tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk"
brew "autojump"
brew "automake"
brew "curl"
brew "direnv"
brew "docker"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "docker-compose"
brew "etcd"
brew "fzf"
brew "git"
brew "go"
brew "maven"
brew "mysql@5.7"
brew "pyenv-virtualenv"
brew "vim"
brew "wget"
brew "ykpers"
brew "ykman"
brew "zlib"
brew "zsh"
cask "alfred"
cask "caffeine"
cask "contexts"
cask "docker"
cask "dropbox"
cask "goland"
cask "google-chrome"
cask "keepassxc"
cask "mpv"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "transmission"
