tap "github/gh"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ant"
brew "archiver"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autojump"
brew "automake"
brew "awscli"
brew "bazaar"
brew "bison"
brew "byacc"
brew "glib"
brew "consul"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "etcd"
brew "gnutls"
brew "gobject-introspection"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "hugo"
brew "libfido2"
brew "libssh"
brew "maven"
brew "midnight-commander"
brew "mycli"
brew "mysql"
brew "mysql@5.7", restart_service: true
brew "nghttp2"
brew "node"
brew "openjdk@11"
brew "openssh"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "shellcheck"
brew "subfinder"
brew "syncthing"
brew "terminal-notifier"
brew "tmux"
brew "vim"
brew "wget"
brew "wireshark"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "zlib"
brew "zsh"
cask "adoptopenjdk"
cask "alfred"
cask "aware"
cask "caffeine"
cask "contexts"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "goland"
cask "iterm2"
cask "keepassx"
cask "keepassxc"
cask "licecap"
cask "meld"
cask "minecraft"
cask "mpv"
cask "rar"
cask "rectangle"
cask "slack"
cask "spotify"
cask "spotmenu"
cask "sublime-text"
cask "transmission"
cask "virtualbox"
cask "youtube-to-mp3"
