tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ant"
brew "autojump"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "fzf"
brew "git"
brew "go"
brew "maven"
brew "midnight-commander"
brew "mysql@5.7", restart_service: true
brew "openssh"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "vim"
brew "wget"
brew "wireshark"
brew "ykpers"
brew "ykman"
brew "zlib"
brew "zsh"
brew "github/gh/gh"
cask "adoptopenjdk"
cask "alfred"
cask "caffeine"
cask "contexts"
cask "docker"
cask "dropbox"
cask "goland"
cask "google-chrome"
cask "java11"
cask "keepassx"
cask "keepassxc"
cask "meld"
cask "mpv"
cask "rectangle"
cask "slack"
cask "spotmenu"
cask "sublime-text"
cask "transmission"
cask "virtualbox"
